package by.grsu.ftf.indoornav.widget;

/**
 * Created by Вадим on 25.07.2017.
 * суда будет приходить карта с класс MainActivity по которой будет строиться путь из точки A в точку Б. Координаты точки А будут
 * поступать из главного класс до этого расчитаные в классе Trilateration. Координаты точки Б будту поступать от пользователя
 * после получения всех данных с помощью волновой функции будет строиться кратчайший путь из точки А в точку Б и отображаться в
 * layot.
 */

public class PathCalculator {

}
